"Add Date" = "Tilføj dato";
"Add Number Sequence" = "Tilføj sekventielle numre";
"Apply to:" = "Anvend på:";
"Batch Rename" = "Masseomdøbning";
"Case sensitive:" = "Forskel på store og små bogstaver:";
"Change Case" = "Skift mellem store/små bogstaver";
"Change case to:" = "Skift store/små bogstaver til:";
"Creation date" = "Oprettelsesdato";
"Day of month:" = "Dag i måneden:";
"Day of week:" = "Dag i ugen:";
"Drag and drop files to this list to add, select and delete to remove, drag rows to rearrange." = "Træk og slip filer til denne liste for at tilføje, vælg og slet for at fjerne, træk rækker for at ændre rækkefølgen.";
"Entire text" = "Hele teksten";
"Every occurrence" = "Hvert tilfælde";
"Extension" = "Endelse";
"Extension with dot" = "Endelse med punktum";
"First occurrence" = "Første optræden";
"Hour:" = "Time:";
"Insert Text" = "Indsæt tekst";
"Last occurrence" = "Sidste optræden";
"Loading files..." = "Åbner filer …";
"Minute:" = "Minut:";
"Mode:" = "Modus:";
"Modification date" = "Ændringsdato";
"Month:" = "Måned:";
"Name" = "Navn";
"Name with extension" = "Navn med endelse";
"No items will be renamed." = "Ingen emner vil blive omdøbt.";
"Padding:" = "Udfyldning:";
"Prefix:" = "Præfiks:";
"Processing new names..." = "Behandler nye navne …";
"Renaming files..." = "Omdøber filer …";
"Replace RegEx" = "Erstat RegEx";
"Replace RegEx:" = "Erstat RegEx:";
"Replace Text" = "Erstat tekst";
"Replace text:" = "Erstat tekst:";
"Second:" = "Sekund:";
"Some errors occurred during renaming and not all files were renamed." = "Der opstod fejl under omdøbningen, og det var ikke alle filer, der blev omdøbt.";
"Start value:" = "Startværdi:";
"Step value:" = "Trinværdi:";
"Suffix:" = "Suffiks:";
"Text:" = "Tekst:";
"Type text and drag date elements to create a format" = "Indtast tekst og træk datoelementer for at definere format";
"Year:" = "År:";
"items will be renamed." = "emner vil blive omdøbt.";
"items would have conflicting names." = "emner ville have uoverensstemmende navne.";
"with text:" = "med tekst:";

/* ==== UNLOCALIZED ==== */

"Format:" = "Format:";
"Position:" = "Position:";
"Type:" = "Type:";
